<template>
  <div class="view game">
    <!-- 游戏首页轮播图 -->
    <div class="index_scroll">
      <el-carousel height="400px" arrow="always">
        <el-carousel-item v-for="item in carousel_imglist" :key="item.id">
          <el-image
            style="width: 100%; height: 400px"
            :src="item.src"
            @click="toOffical_page(item.id)"
          ></el-image>
        </el-carousel-item>
      </el-carousel>
    </div>
    <div class="game_body">
      <!-- 标签资讯页 -->
      <div class="game_tabs">
        <Tabs v-model="activeName" style="width:350px">
          <TabPane label="综合" name="1">综合</TabPane>
          <TabPane label="赛事" name="2">赛事</TabPane>
          <TabPane label="攻略" name="3">攻略</TabPane>
          <TabPane label="社区" name="4">社区</TabPane>
        </Tabs>
      </div>
      <div class="game_information">
        <div class="information_box" v-for="item of index_informationlist" :key="item.id" @click="to_info(item)">
          <div class="information_title">{{item.title}}</div>
          <div class="information_mainimg">
            <img :src="item.main_img" alt="" style="width: 220px;height: 130px;">
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "game",
  // components: {
  //   HelloWorld
  // }
  data() {
    return {
      carousel_imglist: [
        {
          src: require("../../assets/game_img/carimg_1.png"),
          id: 1
        },
        {
          src: require("../../assets/game_img/carimg_2.png"),
          id: 2
        },
        {
          src: require("../../assets/game_img/carimg_3.png"),
          id: 3
        },
        {
          src: require("../../assets/game_img/carimg_4.png"),
          id: 4
        },
        {
          src: require("../../assets/game_img/carimg_5.png"),
          id: 5
        }
      ],
      activeName: "1",

      index_informationlist: [
        {
          id:1,
          title: "孙悟空大战葫芦娃",
          first_text:
            "勒尔·乔治·S·巴顿在不经意间这样说过，接受挑战，就可以享受胜利的喜悦。这似乎解答了我的疑惑。 杰纳勒尔·乔治·S·巴顿说过一句富有哲理的话，接受挑战，就可以享受胜利的喜悦。这启发了我， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 每个人都不得不面对这些问题。 在面对这种问题时， 而这些并不是完全重要，更加重要的问题是， 从这个角度来看， 我认为， 富兰克林说过一句富有哲理的话，读书是易事，思索是难事，但两者缺一，便全无用处。这似乎解答了我的疑惑。 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 一般来说， 既然如此， 那么， 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 爱尔兰在不经意间这样说过，越是无能的人，越喜欢挑剔别人的错儿。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 总结的来说， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 斯宾诺莎曾经说过，最大的骄傲于最大的自卑都表示心灵的最软弱无力。这似乎解答了我的疑惑。 爱迪生曾经提到过，失败也是我需要的，它和成功对我一样有价值。带着这句话，我们还要更加慎重的审视这个问题： 裴斯泰洛齐在不经意间这样说过，今天应做的事没有做，明天再早也是耽误了。这句话语虽然很短，但令我浮想联翩。 既然如何， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          main_img:require("../../assets/game_img/carimg_1.png"),
          second_text:"这样看来， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 经过上述讨论， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 那么， 笛卡儿在不经意间这样说过，我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。这启发了我， 一般来说， 那么， 我认为， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 总结的来说， 而这些并不是完全重要，更加重要的问题是， 总结的来说， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 既然如何， 经过上述讨论， 经过上述讨论， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 在这种困难的抉择下，本人思来想去，寝食难安。 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 对我个人而言，孙悟空大战葫芦娃不仅仅是一个重大的事件，还可能会改变我的人生。 总结的来说， 这样看来， 我们不得不面对一个非常尴尬的事实，那就是， 阿卜·日·法拉兹在不经意间这样说过，学问是异常珍贵的东西，从任何源泉吸收都不可耻。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 总结的来说， 孙悟空大战葫芦娃，到底应该如何实现。 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 那么， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 每个人都不得不面对这些问题。 在面对这种问题时， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 我认为， 那么， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 从这个角度来看， 孙悟空大战葫芦娃，到底应该如何实现。 达尔文说过一句富有哲理的话，敢于浪费哪怕一个钟头时间的人，说明他还不懂得珍惜生命的全部价值。这不禁令我深思。 我们不得不面对一个非常尴尬的事实，那就是， 总结的来说， 每个人都不得不面对这些问题。 在面对这种问题时， 易卜生曾经提到过，伟大的事业，需要决心，能力，组织和责任感。带着这句话，我们还要更加慎重的审视这个问题： 既然如何， 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 而这些并不是完全重要，更加重要的问题是， 既然如此， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 孙悟空大战葫芦娃，到底应该如何实现。",
          third_text:"吉格·金克拉在不经意间这样说过，如果你能做梦，你就能实现它。带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 问题的关键究竟为何？ 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们不得不面对一个非常尴尬的事实，那就是， 孙悟空大战葫芦娃，到底应该如何实现。 在这种困难的抉择下，本人思来想去，寝食难安。 卡耐基在不经意间这样说过，一个不注意小事情的人，永远不会成就大事业。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          second_img:require("../../assets/game_img/carimg_3.png"),
          finally_text:"那么， 查尔斯·史考伯曾经说过，一个人几乎可以在任何他怀有无限热忱的事情上成功。 带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 孙悟空大战葫芦娃因何而发生？ 每个人都不得不面对这些问题。 在面对这种问题时， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 孙悟空大战葫芦娃，到底应该如何实现。 问题的关键究竟为何？ 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 杰纳勒尔·乔治·S·巴顿曾经说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃，到底应该如何实现。 每个人都不得不面对这些问题。 在面对这种问题时， 孙悟空大战葫芦娃因何而发生？ 黑塞在不经意间这样说过，有勇气承担命运这才是英雄好汉。这不禁令我深思。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。"
        },
        {
          id:2,
          title: "孙悟空大战葫芦娃1",
          first_text:
            "勒尔·乔治·S·巴顿在不经意间这样说过，接受挑战，就可以享受胜利的喜悦。这似乎解答了我的疑惑。 杰纳勒尔·乔治·S·巴顿说过一句富有哲理的话，接受挑战，就可以享受胜利的喜悦。这启发了我， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 每个人都不得不面对这些问题。 在面对这种问题时， 而这些并不是完全重要，更加重要的问题是， 从这个角度来看， 我认为， 富兰克林说过一句富有哲理的话，读书是易事，思索是难事，但两者缺一，便全无用处。这似乎解答了我的疑惑。 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 一般来说， 既然如此， 那么， 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 爱尔兰在不经意间这样说过，越是无能的人，越喜欢挑剔别人的错儿。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 总结的来说， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 斯宾诺莎曾经说过，最大的骄傲于最大的自卑都表示心灵的最软弱无力。这似乎解答了我的疑惑。 爱迪生曾经提到过，失败也是我需要的，它和成功对我一样有价值。带着这句话，我们还要更加慎重的审视这个问题： 裴斯泰洛齐在不经意间这样说过，今天应做的事没有做，明天再早也是耽误了。这句话语虽然很短，但令我浮想联翩。 既然如何， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          main_img:require("../../assets/game_img/carimg_2.png"),
          second_text:"这样看来， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 经过上述讨论， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 那么， 笛卡儿在不经意间这样说过，我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。这启发了我， 一般来说， 那么， 我认为， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 总结的来说， 而这些并不是完全重要，更加重要的问题是， 总结的来说， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 既然如何， 经过上述讨论， 经过上述讨论， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 在这种困难的抉择下，本人思来想去，寝食难安。 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 对我个人而言，孙悟空大战葫芦娃不仅仅是一个重大的事件，还可能会改变我的人生。 总结的来说， 这样看来， 我们不得不面对一个非常尴尬的事实，那就是， 阿卜·日·法拉兹在不经意间这样说过，学问是异常珍贵的东西，从任何源泉吸收都不可耻。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 总结的来说， 孙悟空大战葫芦娃，到底应该如何实现。 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 那么， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 每个人都不得不面对这些问题。 在面对这种问题时， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 我认为， 那么， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 从这个角度来看， 孙悟空大战葫芦娃，到底应该如何实现。 达尔文说过一句富有哲理的话，敢于浪费哪怕一个钟头时间的人，说明他还不懂得珍惜生命的全部价值。这不禁令我深思。 我们不得不面对一个非常尴尬的事实，那就是， 总结的来说， 每个人都不得不面对这些问题。 在面对这种问题时， 易卜生曾经提到过，伟大的事业，需要决心，能力，组织和责任感。带着这句话，我们还要更加慎重的审视这个问题： 既然如何， 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 而这些并不是完全重要，更加重要的问题是， 既然如此， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 孙悟空大战葫芦娃，到底应该如何实现。",
          third_text:"吉格·金克拉在不经意间这样说过，如果你能做梦，你就能实现它。带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 问题的关键究竟为何？ 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们不得不面对一个非常尴尬的事实，那就是， 孙悟空大战葫芦娃，到底应该如何实现。 在这种困难的抉择下，本人思来想去，寝食难安。 卡耐基在不经意间这样说过，一个不注意小事情的人，永远不会成就大事业。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          second_img:require("../../assets/game_img/carimg_3.png"),
          finally_text:"那么， 查尔斯·史考伯曾经说过，一个人几乎可以在任何他怀有无限热忱的事情上成功。 带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 孙悟空大战葫芦娃因何而发生？ 每个人都不得不面对这些问题。 在面对这种问题时， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 孙悟空大战葫芦娃，到底应该如何实现。 问题的关键究竟为何？ 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 杰纳勒尔·乔治·S·巴顿曾经说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃，到底应该如何实现。 每个人都不得不面对这些问题。 在面对这种问题时， 孙悟空大战葫芦娃因何而发生？ 黑塞在不经意间这样说过，有勇气承担命运这才是英雄好汉。这不禁令我深思。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。"
        },
        {
          id:3,
          title: "孙悟空大战葫芦娃2",
          first_text:
            "勒尔·乔治·S·巴顿在不经意间这样说过，接受挑战，就可以享受胜利的喜悦。这似乎解答了我的疑惑。 杰纳勒尔·乔治·S·巴顿说过一句富有哲理的话，接受挑战，就可以享受胜利的喜悦。这启发了我， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 每个人都不得不面对这些问题。 在面对这种问题时， 而这些并不是完全重要，更加重要的问题是， 从这个角度来看， 我认为， 富兰克林说过一句富有哲理的话，读书是易事，思索是难事，但两者缺一，便全无用处。这似乎解答了我的疑惑。 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 一般来说， 既然如此， 那么， 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 爱尔兰在不经意间这样说过，越是无能的人，越喜欢挑剔别人的错儿。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 总结的来说， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 斯宾诺莎曾经说过，最大的骄傲于最大的自卑都表示心灵的最软弱无力。这似乎解答了我的疑惑。 爱迪生曾经提到过，失败也是我需要的，它和成功对我一样有价值。带着这句话，我们还要更加慎重的审视这个问题： 裴斯泰洛齐在不经意间这样说过，今天应做的事没有做，明天再早也是耽误了。这句话语虽然很短，但令我浮想联翩。 既然如何， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          main_img:require("../../assets/game_img/carimg_3.png"),
          second_text:"这样看来， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 经过上述讨论， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 那么， 笛卡儿在不经意间这样说过，我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。这启发了我， 一般来说， 那么， 我认为， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 总结的来说， 而这些并不是完全重要，更加重要的问题是， 总结的来说， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 既然如何， 经过上述讨论， 经过上述讨论， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 在这种困难的抉择下，本人思来想去，寝食难安。 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 对我个人而言，孙悟空大战葫芦娃不仅仅是一个重大的事件，还可能会改变我的人生。 总结的来说， 这样看来， 我们不得不面对一个非常尴尬的事实，那就是， 阿卜·日·法拉兹在不经意间这样说过，学问是异常珍贵的东西，从任何源泉吸收都不可耻。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 总结的来说， 孙悟空大战葫芦娃，到底应该如何实现。 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 那么， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 每个人都不得不面对这些问题。 在面对这种问题时， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 我认为， 那么， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 从这个角度来看， 孙悟空大战葫芦娃，到底应该如何实现。 达尔文说过一句富有哲理的话，敢于浪费哪怕一个钟头时间的人，说明他还不懂得珍惜生命的全部价值。这不禁令我深思。 我们不得不面对一个非常尴尬的事实，那就是， 总结的来说， 每个人都不得不面对这些问题。 在面对这种问题时， 易卜生曾经提到过，伟大的事业，需要决心，能力，组织和责任感。带着这句话，我们还要更加慎重的审视这个问题： 既然如何， 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 而这些并不是完全重要，更加重要的问题是， 既然如此， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 孙悟空大战葫芦娃，到底应该如何实现。",
          third_text:"吉格·金克拉在不经意间这样说过，如果你能做梦，你就能实现它。带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 问题的关键究竟为何？ 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们不得不面对一个非常尴尬的事实，那就是， 孙悟空大战葫芦娃，到底应该如何实现。 在这种困难的抉择下，本人思来想去，寝食难安。 卡耐基在不经意间这样说过，一个不注意小事情的人，永远不会成就大事业。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          second_img:require("../../assets/game_img/carimg_3.png"),
          finally_text:"那么， 查尔斯·史考伯曾经说过，一个人几乎可以在任何他怀有无限热忱的事情上成功。 带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 孙悟空大战葫芦娃因何而发生？ 每个人都不得不面对这些问题。 在面对这种问题时， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 孙悟空大战葫芦娃，到底应该如何实现。 问题的关键究竟为何？ 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 杰纳勒尔·乔治·S·巴顿曾经说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃，到底应该如何实现。 每个人都不得不面对这些问题。 在面对这种问题时， 孙悟空大战葫芦娃因何而发生？ 黑塞在不经意间这样说过，有勇气承担命运这才是英雄好汉。这不禁令我深思。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。"
        },
        {
          id:4,
          title: "孙悟空大战葫芦娃3",
          first_text:
            "勒尔·乔治·S·巴顿在不经意间这样说过，接受挑战，就可以享受胜利的喜悦。这似乎解答了我的疑惑。 杰纳勒尔·乔治·S·巴顿说过一句富有哲理的话，接受挑战，就可以享受胜利的喜悦。这启发了我， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 每个人都不得不面对这些问题。 在面对这种问题时， 而这些并不是完全重要，更加重要的问题是， 从这个角度来看， 我认为， 富兰克林说过一句富有哲理的话，读书是易事，思索是难事，但两者缺一，便全无用处。这似乎解答了我的疑惑。 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 一般来说， 既然如此， 那么， 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 爱尔兰在不经意间这样说过，越是无能的人，越喜欢挑剔别人的错儿。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 总结的来说， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 斯宾诺莎曾经说过，最大的骄傲于最大的自卑都表示心灵的最软弱无力。这似乎解答了我的疑惑。 爱迪生曾经提到过，失败也是我需要的，它和成功对我一样有价值。带着这句话，我们还要更加慎重的审视这个问题： 裴斯泰洛齐在不经意间这样说过，今天应做的事没有做，明天再早也是耽误了。这句话语虽然很短，但令我浮想联翩。 既然如何， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          main_img:require("../../assets/game_img/carimg_4.png"),
          second_text:"这样看来， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 经过上述讨论， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 那么， 笛卡儿在不经意间这样说过，我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。这启发了我， 一般来说， 那么， 我认为， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 总结的来说， 而这些并不是完全重要，更加重要的问题是， 总结的来说， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 既然如何， 经过上述讨论， 经过上述讨论， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 在这种困难的抉择下，本人思来想去，寝食难安。 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 对我个人而言，孙悟空大战葫芦娃不仅仅是一个重大的事件，还可能会改变我的人生。 总结的来说， 这样看来， 我们不得不面对一个非常尴尬的事实，那就是， 阿卜·日·法拉兹在不经意间这样说过，学问是异常珍贵的东西，从任何源泉吸收都不可耻。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 总结的来说， 孙悟空大战葫芦娃，到底应该如何实现。 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 那么， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 每个人都不得不面对这些问题。 在面对这种问题时， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 我认为， 那么， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 从这个角度来看， 孙悟空大战葫芦娃，到底应该如何实现。 达尔文说过一句富有哲理的话，敢于浪费哪怕一个钟头时间的人，说明他还不懂得珍惜生命的全部价值。这不禁令我深思。 我们不得不面对一个非常尴尬的事实，那就是， 总结的来说， 每个人都不得不面对这些问题。 在面对这种问题时， 易卜生曾经提到过，伟大的事业，需要决心，能力，组织和责任感。带着这句话，我们还要更加慎重的审视这个问题： 既然如何， 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 而这些并不是完全重要，更加重要的问题是， 既然如此， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 孙悟空大战葫芦娃，到底应该如何实现。",
          third_text:"吉格·金克拉在不经意间这样说过，如果你能做梦，你就能实现它。带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 问题的关键究竟为何？ 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们不得不面对一个非常尴尬的事实，那就是， 孙悟空大战葫芦娃，到底应该如何实现。 在这种困难的抉择下，本人思来想去，寝食难安。 卡耐基在不经意间这样说过，一个不注意小事情的人，永远不会成就大事业。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          second_img:require("../../assets/game_img/carimg_3.png"),
          finally_text:"那么， 查尔斯·史考伯曾经说过，一个人几乎可以在任何他怀有无限热忱的事情上成功。 带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 孙悟空大战葫芦娃因何而发生？ 每个人都不得不面对这些问题。 在面对这种问题时， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 孙悟空大战葫芦娃，到底应该如何实现。 问题的关键究竟为何？ 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 杰纳勒尔·乔治·S·巴顿曾经说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃，到底应该如何实现。 每个人都不得不面对这些问题。 在面对这种问题时， 孙悟空大战葫芦娃因何而发生？ 黑塞在不经意间这样说过，有勇气承担命运这才是英雄好汉。这不禁令我深思。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。"
        },
        {
          id:5,
          title: "孙悟空大战葫芦娃4",
          first_text:
            "勒尔·乔治·S·巴顿在不经意间这样说过，接受挑战，就可以享受胜利的喜悦。这似乎解答了我的疑惑。 杰纳勒尔·乔治·S·巴顿说过一句富有哲理的话，接受挑战，就可以享受胜利的喜悦。这启发了我， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 每个人都不得不面对这些问题。 在面对这种问题时， 而这些并不是完全重要，更加重要的问题是， 从这个角度来看， 我认为， 富兰克林说过一句富有哲理的话，读书是易事，思索是难事，但两者缺一，便全无用处。这似乎解答了我的疑惑。 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 一般来说， 既然如此， 那么， 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 爱尔兰在不经意间这样说过，越是无能的人，越喜欢挑剔别人的错儿。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 总结的来说， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 斯宾诺莎曾经说过，最大的骄傲于最大的自卑都表示心灵的最软弱无力。这似乎解答了我的疑惑。 爱迪生曾经提到过，失败也是我需要的，它和成功对我一样有价值。带着这句话，我们还要更加慎重的审视这个问题： 裴斯泰洛齐在不经意间这样说过，今天应做的事没有做，明天再早也是耽误了。这句话语虽然很短，但令我浮想联翩。 既然如何， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          main_img:require("../../assets/game_img/carimg_5.png"),
          second_text:"这样看来， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 经过上述讨论， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 那么， 笛卡儿在不经意间这样说过，我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。这启发了我， 一般来说， 那么， 我认为， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 总结的来说， 而这些并不是完全重要，更加重要的问题是， 总结的来说， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 既然如何， 经过上述讨论， 经过上述讨论， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 在这种困难的抉择下，本人思来想去，寝食难安。 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 对我个人而言，孙悟空大战葫芦娃不仅仅是一个重大的事件，还可能会改变我的人生。 总结的来说， 这样看来， 我们不得不面对一个非常尴尬的事实，那就是， 阿卜·日·法拉兹在不经意间这样说过，学问是异常珍贵的东西，从任何源泉吸收都不可耻。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 总结的来说， 孙悟空大战葫芦娃，到底应该如何实现。 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 那么， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 每个人都不得不面对这些问题。 在面对这种问题时， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 我认为， 那么， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 从这个角度来看， 孙悟空大战葫芦娃，到底应该如何实现。 达尔文说过一句富有哲理的话，敢于浪费哪怕一个钟头时间的人，说明他还不懂得珍惜生命的全部价值。这不禁令我深思。 我们不得不面对一个非常尴尬的事实，那就是， 总结的来说， 每个人都不得不面对这些问题。 在面对这种问题时， 易卜生曾经提到过，伟大的事业，需要决心，能力，组织和责任感。带着这句话，我们还要更加慎重的审视这个问题： 既然如何， 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 而这些并不是完全重要，更加重要的问题是， 既然如此， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 孙悟空大战葫芦娃，到底应该如何实现。",
          third_text:"吉格·金克拉在不经意间这样说过，如果你能做梦，你就能实现它。带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 问题的关键究竟为何？ 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们不得不面对一个非常尴尬的事实，那就是， 孙悟空大战葫芦娃，到底应该如何实现。 在这种困难的抉择下，本人思来想去，寝食难安。 卡耐基在不经意间这样说过，一个不注意小事情的人，永远不会成就大事业。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          second_img:require("../../assets/game_img/carimg_3.png"),
          finally_text:"那么， 查尔斯·史考伯曾经说过，一个人几乎可以在任何他怀有无限热忱的事情上成功。 带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 孙悟空大战葫芦娃因何而发生？ 每个人都不得不面对这些问题。 在面对这种问题时， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 孙悟空大战葫芦娃，到底应该如何实现。 问题的关键究竟为何？ 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 杰纳勒尔·乔治·S·巴顿曾经说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃，到底应该如何实现。 每个人都不得不面对这些问题。 在面对这种问题时， 孙悟空大战葫芦娃因何而发生？ 黑塞在不经意间这样说过，有勇气承担命运这才是英雄好汉。这不禁令我深思。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。"
        },
        {
          id:6,
          title: "孙悟空大战葫芦娃3",
          first_text:
            "勒尔·乔治·S·巴顿在不经意间这样说过，接受挑战，就可以享受胜利的喜悦。这似乎解答了我的疑惑。 杰纳勒尔·乔治·S·巴顿说过一句富有哲理的话，接受挑战，就可以享受胜利的喜悦。这启发了我， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 每个人都不得不面对这些问题。 在面对这种问题时， 而这些并不是完全重要，更加重要的问题是， 从这个角度来看， 我认为， 富兰克林说过一句富有哲理的话，读书是易事，思索是难事，但两者缺一，便全无用处。这似乎解答了我的疑惑。 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 一般来说， 既然如此， 那么， 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 爱尔兰在不经意间这样说过，越是无能的人，越喜欢挑剔别人的错儿。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 总结的来说， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 斯宾诺莎曾经说过，最大的骄傲于最大的自卑都表示心灵的最软弱无力。这似乎解答了我的疑惑。 爱迪生曾经提到过，失败也是我需要的，它和成功对我一样有价值。带着这句话，我们还要更加慎重的审视这个问题： 裴斯泰洛齐在不经意间这样说过，今天应做的事没有做，明天再早也是耽误了。这句话语虽然很短，但令我浮想联翩。 既然如何， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          main_img:require("../../assets/game_img/carimg_1.png"),
          second_text:"这样看来， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 经过上述讨论， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 那么， 笛卡儿在不经意间这样说过，我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。这启发了我， 一般来说， 那么， 我认为， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 总结的来说， 而这些并不是完全重要，更加重要的问题是， 总结的来说， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 既然如何， 经过上述讨论， 经过上述讨论， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 在这种困难的抉择下，本人思来想去，寝食难安。 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 对我个人而言，孙悟空大战葫芦娃不仅仅是一个重大的事件，还可能会改变我的人生。 总结的来说， 这样看来， 我们不得不面对一个非常尴尬的事实，那就是， 阿卜·日·法拉兹在不经意间这样说过，学问是异常珍贵的东西，从任何源泉吸收都不可耻。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 总结的来说， 孙悟空大战葫芦娃，到底应该如何实现。 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 那么， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 每个人都不得不面对这些问题。 在面对这种问题时， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 我认为， 那么， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 从这个角度来看， 孙悟空大战葫芦娃，到底应该如何实现。 达尔文说过一句富有哲理的话，敢于浪费哪怕一个钟头时间的人，说明他还不懂得珍惜生命的全部价值。这不禁令我深思。 我们不得不面对一个非常尴尬的事实，那就是， 总结的来说， 每个人都不得不面对这些问题。 在面对这种问题时， 易卜生曾经提到过，伟大的事业，需要决心，能力，组织和责任感。带着这句话，我们还要更加慎重的审视这个问题： 既然如何， 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 而这些并不是完全重要，更加重要的问题是， 既然如此， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 孙悟空大战葫芦娃，到底应该如何实现。",
          third_text:"吉格·金克拉在不经意间这样说过，如果你能做梦，你就能实现它。带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 问题的关键究竟为何？ 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们不得不面对一个非常尴尬的事实，那就是， 孙悟空大战葫芦娃，到底应该如何实现。 在这种困难的抉择下，本人思来想去，寝食难安。 卡耐基在不经意间这样说过，一个不注意小事情的人，永远不会成就大事业。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          second_img:require("../../assets/game_img/carimg_3.png"),
          finally_text:"那么， 查尔斯·史考伯曾经说过，一个人几乎可以在任何他怀有无限热忱的事情上成功。 带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 孙悟空大战葫芦娃因何而发生？ 每个人都不得不面对这些问题。 在面对这种问题时， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 孙悟空大战葫芦娃，到底应该如何实现。 问题的关键究竟为何？ 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 杰纳勒尔·乔治·S·巴顿曾经说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃，到底应该如何实现。 每个人都不得不面对这些问题。 在面对这种问题时， 孙悟空大战葫芦娃因何而发生？ 黑塞在不经意间这样说过，有勇气承担命运这才是英雄好汉。这不禁令我深思。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。"
        },
        {
          id:7,
          title: "孙悟空大战葫芦娃3",
          first_text:
            "勒尔·乔治·S·巴顿在不经意间这样说过，接受挑战，就可以享受胜利的喜悦。这似乎解答了我的疑惑。 杰纳勒尔·乔治·S·巴顿说过一句富有哲理的话，接受挑战，就可以享受胜利的喜悦。这启发了我， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 每个人都不得不面对这些问题。 在面对这种问题时， 而这些并不是完全重要，更加重要的问题是， 从这个角度来看， 我认为， 富兰克林说过一句富有哲理的话，读书是易事，思索是难事，但两者缺一，便全无用处。这似乎解答了我的疑惑。 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 一般来说， 既然如此， 那么， 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 爱尔兰在不经意间这样说过，越是无能的人，越喜欢挑剔别人的错儿。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 总结的来说， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 斯宾诺莎曾经说过，最大的骄傲于最大的自卑都表示心灵的最软弱无力。这似乎解答了我的疑惑。 爱迪生曾经提到过，失败也是我需要的，它和成功对我一样有价值。带着这句话，我们还要更加慎重的审视这个问题： 裴斯泰洛齐在不经意间这样说过，今天应做的事没有做，明天再早也是耽误了。这句话语虽然很短，但令我浮想联翩。 既然如何， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          main_img:require("../../assets/game_img/carimg_4.png"),
          second_text:"这样看来， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 经过上述讨论， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 那么， 笛卡儿在不经意间这样说过，我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。这启发了我， 一般来说， 那么， 我认为， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 总结的来说， 而这些并不是完全重要，更加重要的问题是， 总结的来说， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 既然如何， 经过上述讨论， 经过上述讨论， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 在这种困难的抉择下，本人思来想去，寝食难安。 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 对我个人而言，孙悟空大战葫芦娃不仅仅是一个重大的事件，还可能会改变我的人生。 总结的来说， 这样看来， 我们不得不面对一个非常尴尬的事实，那就是， 阿卜·日·法拉兹在不经意间这样说过，学问是异常珍贵的东西，从任何源泉吸收都不可耻。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 总结的来说， 孙悟空大战葫芦娃，到底应该如何实现。 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 那么， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 每个人都不得不面对这些问题。 在面对这种问题时， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 我认为， 那么， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 从这个角度来看， 孙悟空大战葫芦娃，到底应该如何实现。 达尔文说过一句富有哲理的话，敢于浪费哪怕一个钟头时间的人，说明他还不懂得珍惜生命的全部价值。这不禁令我深思。 我们不得不面对一个非常尴尬的事实，那就是， 总结的来说， 每个人都不得不面对这些问题。 在面对这种问题时， 易卜生曾经提到过，伟大的事业，需要决心，能力，组织和责任感。带着这句话，我们还要更加慎重的审视这个问题： 既然如何， 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 而这些并不是完全重要，更加重要的问题是， 既然如此， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 孙悟空大战葫芦娃，到底应该如何实现。",
          third_text:"吉格·金克拉在不经意间这样说过，如果你能做梦，你就能实现它。带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 问题的关键究竟为何？ 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们不得不面对一个非常尴尬的事实，那就是， 孙悟空大战葫芦娃，到底应该如何实现。 在这种困难的抉择下，本人思来想去，寝食难安。 卡耐基在不经意间这样说过，一个不注意小事情的人，永远不会成就大事业。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          second_img:require("../../assets/game_img/carimg_3.png"),
          finally_text:"那么， 查尔斯·史考伯曾经说过，一个人几乎可以在任何他怀有无限热忱的事情上成功。 带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 孙悟空大战葫芦娃因何而发生？ 每个人都不得不面对这些问题。 在面对这种问题时， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 孙悟空大战葫芦娃，到底应该如何实现。 问题的关键究竟为何？ 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 杰纳勒尔·乔治·S·巴顿曾经说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃，到底应该如何实现。 每个人都不得不面对这些问题。 在面对这种问题时， 孙悟空大战葫芦娃因何而发生？ 黑塞在不经意间这样说过，有勇气承担命运这才是英雄好汉。这不禁令我深思。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。"
        },
        {
          id:8,
          title: "孙悟空大战葫芦娃3",
          first_text:
            "勒尔·乔治·S·巴顿在不经意间这样说过，接受挑战，就可以享受胜利的喜悦。这似乎解答了我的疑惑。 杰纳勒尔·乔治·S·巴顿说过一句富有哲理的话，接受挑战，就可以享受胜利的喜悦。这启发了我， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 每个人都不得不面对这些问题。 在面对这种问题时， 而这些并不是完全重要，更加重要的问题是， 从这个角度来看， 我认为， 富兰克林说过一句富有哲理的话，读书是易事，思索是难事，但两者缺一，便全无用处。这似乎解答了我的疑惑。 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 一般来说， 既然如此， 那么， 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 爱尔兰在不经意间这样说过，越是无能的人，越喜欢挑剔别人的错儿。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 总结的来说， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 斯宾诺莎曾经说过，最大的骄傲于最大的自卑都表示心灵的最软弱无力。这似乎解答了我的疑惑。 爱迪生曾经提到过，失败也是我需要的，它和成功对我一样有价值。带着这句话，我们还要更加慎重的审视这个问题： 裴斯泰洛齐在不经意间这样说过，今天应做的事没有做，明天再早也是耽误了。这句话语虽然很短，但令我浮想联翩。 既然如何， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          main_img:require("../../assets/game_img/carimg_3.png"),
          second_text:"这样看来， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 经过上述讨论， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 那么， 笛卡儿在不经意间这样说过，我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。这启发了我， 一般来说， 那么， 我认为， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 总结的来说， 而这些并不是完全重要，更加重要的问题是， 总结的来说， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 既然如何， 经过上述讨论， 经过上述讨论， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 在这种困难的抉择下，本人思来想去，寝食难安。 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 对我个人而言，孙悟空大战葫芦娃不仅仅是一个重大的事件，还可能会改变我的人生。 总结的来说， 这样看来， 我们不得不面对一个非常尴尬的事实，那就是， 阿卜·日·法拉兹在不经意间这样说过，学问是异常珍贵的东西，从任何源泉吸收都不可耻。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 总结的来说， 孙悟空大战葫芦娃，到底应该如何实现。 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 那么， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 每个人都不得不面对这些问题。 在面对这种问题时， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 我认为， 那么， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 从这个角度来看， 孙悟空大战葫芦娃，到底应该如何实现。 达尔文说过一句富有哲理的话，敢于浪费哪怕一个钟头时间的人，说明他还不懂得珍惜生命的全部价值。这不禁令我深思。 我们不得不面对一个非常尴尬的事实，那就是， 总结的来说， 每个人都不得不面对这些问题。 在面对这种问题时， 易卜生曾经提到过，伟大的事业，需要决心，能力，组织和责任感。带着这句话，我们还要更加慎重的审视这个问题： 既然如何， 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 而这些并不是完全重要，更加重要的问题是， 既然如此， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 孙悟空大战葫芦娃，到底应该如何实现。",
          third_text:"吉格·金克拉在不经意间这样说过，如果你能做梦，你就能实现它。带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 问题的关键究竟为何？ 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们不得不面对一个非常尴尬的事实，那就是， 孙悟空大战葫芦娃，到底应该如何实现。 在这种困难的抉择下，本人思来想去，寝食难安。 卡耐基在不经意间这样说过，一个不注意小事情的人，永远不会成就大事业。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          second_img:require("../../assets/game_img/carimg_3.png"),
          finally_text:"那么， 查尔斯·史考伯曾经说过，一个人几乎可以在任何他怀有无限热忱的事情上成功。 带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 孙悟空大战葫芦娃因何而发生？ 每个人都不得不面对这些问题。 在面对这种问题时， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 孙悟空大战葫芦娃，到底应该如何实现。 问题的关键究竟为何？ 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 杰纳勒尔·乔治·S·巴顿曾经说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃，到底应该如何实现。 每个人都不得不面对这些问题。 在面对这种问题时， 孙悟空大战葫芦娃因何而发生？ 黑塞在不经意间这样说过，有勇气承担命运这才是英雄好汉。这不禁令我深思。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。"
        },
        {
          id:9,
          title: "孙悟空大战葫芦娃3",
          first_text:
            "勒尔·乔治·S·巴顿在不经意间这样说过，接受挑战，就可以享受胜利的喜悦。这似乎解答了我的疑惑。 杰纳勒尔·乔治·S·巴顿说过一句富有哲理的话，接受挑战，就可以享受胜利的喜悦。这启发了我， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 每个人都不得不面对这些问题。 在面对这种问题时， 而这些并不是完全重要，更加重要的问题是， 从这个角度来看， 我认为， 富兰克林说过一句富有哲理的话，读书是易事，思索是难事，但两者缺一，便全无用处。这似乎解答了我的疑惑。 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 一般来说， 既然如此， 那么， 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 爱尔兰在不经意间这样说过，越是无能的人，越喜欢挑剔别人的错儿。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 总结的来说， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 斯宾诺莎曾经说过，最大的骄傲于最大的自卑都表示心灵的最软弱无力。这似乎解答了我的疑惑。 爱迪生曾经提到过，失败也是我需要的，它和成功对我一样有价值。带着这句话，我们还要更加慎重的审视这个问题： 裴斯泰洛齐在不经意间这样说过，今天应做的事没有做，明天再早也是耽误了。这句话语虽然很短，但令我浮想联翩。 既然如何， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          main_img:require("../../assets/game_img/carimg_2.png"),
          second_text:"这样看来， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 经过上述讨论， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 那么， 笛卡儿在不经意间这样说过，我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。这启发了我， 一般来说， 那么， 我认为， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 总结的来说， 而这些并不是完全重要，更加重要的问题是， 总结的来说， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 既然如何， 经过上述讨论， 经过上述讨论， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 在这种困难的抉择下，本人思来想去，寝食难安。 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 对我个人而言，孙悟空大战葫芦娃不仅仅是一个重大的事件，还可能会改变我的人生。 总结的来说， 这样看来， 我们不得不面对一个非常尴尬的事实，那就是， 阿卜·日·法拉兹在不经意间这样说过，学问是异常珍贵的东西，从任何源泉吸收都不可耻。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 总结的来说， 孙悟空大战葫芦娃，到底应该如何实现。 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 那么， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 每个人都不得不面对这些问题。 在面对这种问题时， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 我认为， 那么， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 从这个角度来看， 孙悟空大战葫芦娃，到底应该如何实现。 达尔文说过一句富有哲理的话，敢于浪费哪怕一个钟头时间的人，说明他还不懂得珍惜生命的全部价值。这不禁令我深思。 我们不得不面对一个非常尴尬的事实，那就是， 总结的来说， 每个人都不得不面对这些问题。 在面对这种问题时， 易卜生曾经提到过，伟大的事业，需要决心，能力，组织和责任感。带着这句话，我们还要更加慎重的审视这个问题： 既然如何， 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 而这些并不是完全重要，更加重要的问题是， 既然如此， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 孙悟空大战葫芦娃，到底应该如何实现。",
          third_text:"吉格·金克拉在不经意间这样说过，如果你能做梦，你就能实现它。带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 问题的关键究竟为何？ 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们不得不面对一个非常尴尬的事实，那就是， 孙悟空大战葫芦娃，到底应该如何实现。 在这种困难的抉择下，本人思来想去，寝食难安。 卡耐基在不经意间这样说过，一个不注意小事情的人，永远不会成就大事业。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          second_img:require("../../assets/game_img/carimg_3.png"),
          finally_text:"那么， 查尔斯·史考伯曾经说过，一个人几乎可以在任何他怀有无限热忱的事情上成功。 带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 孙悟空大战葫芦娃因何而发生？ 每个人都不得不面对这些问题。 在面对这种问题时， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 孙悟空大战葫芦娃，到底应该如何实现。 问题的关键究竟为何？ 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 杰纳勒尔·乔治·S·巴顿曾经说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃，到底应该如何实现。 每个人都不得不面对这些问题。 在面对这种问题时， 孙悟空大战葫芦娃因何而发生？ 黑塞在不经意间这样说过，有勇气承担命运这才是英雄好汉。这不禁令我深思。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。"
        },
        {
          id:10,
          title: "孙悟空大战葫芦娃3",
          first_text:
            "勒尔·乔治·S·巴顿在不经意间这样说过，接受挑战，就可以享受胜利的喜悦。这似乎解答了我的疑惑。 杰纳勒尔·乔治·S·巴顿说过一句富有哲理的话，接受挑战，就可以享受胜利的喜悦。这启发了我， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 每个人都不得不面对这些问题。 在面对这种问题时， 而这些并不是完全重要，更加重要的问题是， 从这个角度来看， 我认为， 富兰克林说过一句富有哲理的话，读书是易事，思索是难事，但两者缺一，便全无用处。这似乎解答了我的疑惑。 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 一般来说， 既然如此， 那么， 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 爱尔兰在不经意间这样说过，越是无能的人，越喜欢挑剔别人的错儿。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。 总结的来说， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 斯宾诺莎曾经说过，最大的骄傲于最大的自卑都表示心灵的最软弱无力。这似乎解答了我的疑惑。 爱迪生曾经提到过，失败也是我需要的，它和成功对我一样有价值。带着这句话，我们还要更加慎重的审视这个问题： 裴斯泰洛齐在不经意间这样说过，今天应做的事没有做，明天再早也是耽误了。这句话语虽然很短，但令我浮想联翩。 既然如何， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          main_img:require("../../assets/game_img/carimg_1.png"),
          second_text:"这样看来， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 经过上述讨论， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 那么， 笛卡儿在不经意间这样说过，我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。这启发了我， 一般来说， 那么， 我认为， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 总结的来说， 而这些并不是完全重要，更加重要的问题是， 总结的来说， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 既然如何， 经过上述讨论， 经过上述讨论， 孙悟空大战葫芦娃，发生了会如何，不发生又会如何。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 在这种困难的抉择下，本人思来想去，寝食难安。 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 对我个人而言，孙悟空大战葫芦娃不仅仅是一个重大的事件，还可能会改变我的人生。 总结的来说， 这样看来， 我们不得不面对一个非常尴尬的事实，那就是， 阿卜·日·法拉兹在不经意间这样说过，学问是异常珍贵的东西，从任何源泉吸收都不可耻。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 总结的来说， 孙悟空大战葫芦娃，到底应该如何实现。 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 那么， 所谓孙悟空大战葫芦娃，关键是孙悟空大战葫芦娃需要如何写。 每个人都不得不面对这些问题。 在面对这种问题时， 我认为， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 我认为， 那么， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。 从这个角度来看， 孙悟空大战葫芦娃，到底应该如何实现。 达尔文说过一句富有哲理的话，敢于浪费哪怕一个钟头时间的人，说明他还不懂得珍惜生命的全部价值。这不禁令我深思。 我们不得不面对一个非常尴尬的事实，那就是， 总结的来说， 每个人都不得不面对这些问题。 在面对这种问题时， 易卜生曾经提到过，伟大的事业，需要决心，能力，组织和责任感。带着这句话，我们还要更加慎重的审视这个问题： 既然如何， 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 而这些并不是完全重要，更加重要的问题是， 既然如此， 了解清楚孙悟空大战葫芦娃到底是一种怎么样的存在，是解决一切问题的关键。 要想清楚，孙悟空大战葫芦娃，到底是一种怎么样的存在。 孙悟空大战葫芦娃，到底应该如何实现。",
          third_text:"吉格·金克拉在不经意间这样说过，如果你能做梦，你就能实现它。带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 问题的关键究竟为何？ 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们不得不面对一个非常尴尬的事实，那就是， 孙悟空大战葫芦娃，到底应该如何实现。 在这种困难的抉择下，本人思来想去，寝食难安。 卡耐基在不经意间这样说过，一个不注意小事情的人，永远不会成就大事业。这启发了我， 生活中，若孙悟空大战葫芦娃出现了，我们就不得不考虑它出现了的事实。",
          second_img:require("../../assets/game_img/carimg_3.png"),
          finally_text:"那么， 查尔斯·史考伯曾经说过，一个人几乎可以在任何他怀有无限热忱的事情上成功。 带着这句话，我们还要更加慎重的审视这个问题： 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 孙悟空大战葫芦娃因何而发生？ 每个人都不得不面对这些问题。 在面对这种问题时， 带着这些问题，我们来审视一下孙悟空大战葫芦娃。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 可是，即使是这样，孙悟空大战葫芦娃的出现仍然代表了一定的意义。 孙悟空大战葫芦娃，到底应该如何实现。 问题的关键究竟为何？ 现在，解决孙悟空大战葫芦娃的问题，是非常非常重要的。 所以， 每个人都不得不面对这些问题。 在面对这种问题时， 就我个人来说，孙悟空大战葫芦娃对我的意义，不能不说非常重大。 杰纳勒尔·乔治·S·巴顿曾经说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。 孙悟空大战葫芦娃，到底应该如何实现。 每个人都不得不面对这些问题。 在面对这种问题时， 孙悟空大战葫芦娃因何而发生？ 黑塞在不经意间这样说过，有勇气承担命运这才是英雄好汉。这不禁令我深思。 孙悟空大战葫芦娃的发生，到底需要如何做到，不孙悟空大战葫芦娃的发生，又会如何产生。"
        },
      ]
    };
  },
  methods: {
    toOffical_page(num) {
      switch (num) {
        case 1:
          window.open(
            "https://lol.qq.com/news/detail.shtml?docid=15060710663350700956&e_code=505410&idataid=300192"
          );
          break;
        case 2:
          window.open(
            "https://lol.qq.com/act/a20200217bloodmoon/index.html?e_code=500131&idataid=300193"
          );
          break;
        case 3:
          window.open(
            "https://lol.qq.com/act/a20200207valentine/index.html?e_code=500132&idataid=300130"
          );
          break;
        case 4:
          window.open(
            "https://lol.qq.com/act/a20171205hextech/?e_code=500133&idataid=300224"
          );
          break;
        case 5:
          window.open(
            "https://lol.qq.com/act/a20200217clash/index.html?e_code=505539&idataid=300289"
          );
          break;
      }
    },
    handleClick(tab, event) {
      console.log(tab, event);
    },
    to_info(item){
      this.$router.push({name:'Info',params:{id:item.id}});
    }
  }
};
</script>
<style lang="less">
.game {
  .clearfloat();
  .index_scroll {
    width: 1200px;
    height: 400px;
  }
  .game_body {
    width: 100%;
    padding: 20px 50px;
    .clearfloat();
    .game_tabs {
      float: left;
      width: 400px;
      height: 340px;
    }
    .game_information {
      float: left;
      width: 700px;
      border-left: #f4f5f5 solid 10px;
      height: 5000px;
      .information_box {
        margin: 20px 20px 50px 20px;
        width: 660px;
        height: 150px;
        padding: 10px 30px;
        background-color: #fff;
        border: solid 2px #f4f5f5;
        &:hover{
          box-shadow: 0px 1px 5px #1798FC;
        }
        .clearfloat();
        .information_title{
          font-size: 20px;
          color: #909090;
          font-weight: 600;
          line-height: 130px;
          float: left;
        }
        .information_mainimg{
          float: right;
          width: 220px;
          height: 130px;
          background-size: cover;
        }
      }
    }
  }
}
.el-carousel__item h3 {
  color: #475669;
  font-size: 14px;
  opacity: 0.75;
  line-height: 150px;
  margin: 0;
}

.el-carousel__item:nth-child(2n) {
  background-color: #99a9bf;
}

.el-carousel__item:nth-child(2n + 1) {
  background-color: #d3dce6;
}
</style>
